<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<title>Retro Jeunesse 60 - Gene Williams</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<link rel="stylesheet" type="text/css" href="retro.css"/>
</head>

<body>
<div class="interface">
<!--DEBUT HAUT-->
<div id="top">
	<div class="topright">
		<img src="images/titre2.jpg" alt="r&eacute;tro jeunesse 60"/>
		<h2>La jeunesse d'hier et d'aujourd'hui!</h2>
<!--DEBUT PUB-->
		<object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" width="468" height="60">
			<param name="movie" value="images/ad.swf?target=_blank&amp;clickTag=http://www.ingdirect.fr/epargne-orange/index.jsp"/>
			<param name="quality" value="high"/>
			<param name="wmode" value="transparent"/>
			<param name="allowscriptaccess" value="sameDomain"/>
			<!--[if !IE]>-->
			<object type="application/x-shockwave-flash" data="images/ad.swf?target=_blank&amp;clickTag=http://www.ingdirect.fr/epargne-orange/index.jsp" width="468" height="60">
				<param name="quality" value="high"/>
				<param name="wmode" value="transparent"/>
				<param name="allowscriptaccess" value="sameDomain"/>
			<!--<![endif]-->
				<a href="http://www.ingdirect.fr/epargne-orange/index.jsp" target="_blank">
					<img src="images/ad.gif" alt="a gif is fine too"/>
				</a>
			<!--[if !IE]>-->
			</object>
			<!--<![endif]-->
		</object>
<!--FIN PUB-->
	</div>
	<a href="index.htm"><img src="images/retrologo2.png" alt="logo"/></a>
</div>
<!--FIN HAUT-->
<!--DEBUT MILIEU-->
<div style="height: 1110px;">
<!--DEBUT CONTENU-->
	<div class="content">
		<h1>Gene Williams</h1>
		<img class="left" src="images/williams1.jpg" alt="williams1"/>
		<p>Gene Williams, est n&eacute; en Nouvelle &Eacute;cosse au Canada, le 24 juillet 1948. Sa famille s'installe &agrave; Montr&eacute;al en 1951 et Gene grandit au 1219 rue De Bullion &agrave; Montr&eacute;al et atteint l'&eacute;cole primeur moiti&eacute; anglais, (&eacute;cole St. Patrick's) et moiti&eacute; fran&ccedil;ais (&eacute;cole Saint Laurent). Sa m&egrave;re Huguette Boivin, de Trois Rivi&egrave;res, s'occupe de cette maison de chambre et son p&egrave;re Slim (Lloyd) Williams, d'Halifax, chanteur country qui chante dans tous les clubs de la Maine; Rod&eacute;o, Rialto, Maine caf&eacute; etc.</p>
		<p>Gene en mangeant beaucoup de hot-dogs devient un pool shark au Montr&eacute;al Pool Room. Pendant plusieurs ann&eacute;es la famille vit dans une chambre et partage la cuisine et la toilette avec les chambreurs.</p>
		<img class="right" src="images/williams2.jpg" alt="williams2"/>
		<p>Il a fait ses d&eacute;buts en novembre 1963, avec son groupe Gene and the G-Notes. Il a travaill&eacute; dans les salles de danse "La Salle", "Golden", Parc Belmont etc. Gene a enregistr&eacute; avec son groupe en une semaine l'album "I want to hold your hand" des Beatles que Ben Hallickman et son beau fils Art Young avaient fait venir d'Angleterre avant que le disque des Beatles soit disponible en Am&eacute;rique.</p>
		<p>La copie de Gene and The G-Notes est sortie en m&ecirc;me temps que le disque des Beatles. Les vitrines de Kresgee et Woolworth &eacute;taient tapiss&eacute;es de pochettes de Gene et des Beatles. La version de Gene a vendu plus de 150,000 (cent cinquante milles) exemplaires. Une r&eacute;alit&eacute; peu connue. Gene n'a re&ccedil;u aucune royaut&eacute;.</p>
		<p>Avant d'enregistrer en 1967 la chanson "Nicole" (composition Gene Williams, paroles fran&ccedil;aises Lucien Brien, produit par Donald Lautrec sur disques Jupiter) Gene &eacute;tait guitariste attitr&eacute; pour Donald Lautrec de 1965 &agrave; 1968.</p>
		<img class="left" src="images/williams3.jpg" alt="williams3"/>
		<p>Gene &eacute;tait &eacute;galement musicien de studio avec Pierre Nol&egrave;s et Jerry Devilliers (arrangeurs et producteurs de l'&eacute;poque) pendant les ann&eacute;es 65 &agrave; 70 et on peut entendre sa guitare sur probablement 5 &agrave; 10% des enregistrements faits au Qu&eacute;bec durant cette p&eacute;riode magique de l'industrie du disque qu&eacute;b&eacute;cois.</p>
		<p>En 1969 Chantal Renault enregistre une adaptation de sa composition "Plattsburgh Drive-In Blues".</p>
		<p>Dans les ann&eacute;es 70 Gene a travaill&eacute; avec Andr&eacute; Lejeune comme guitariste &agrave; l'&eacute;mission t&eacute;l&eacute;vis&eacute; "A la Canadienne". En 1975, il a fait une adaptation de la chanson "Mon Pays" de Gilles Vigneault "From New York To L.A." (Patsy Gallant) qui a vendu plusieurs millions d'exemplaires &agrave; travers le monde.</p>
		<img class="right" src="images/williams4.jpg" alt="williams4"/>
		<p>En 1976 cette chanson est en nomination pour un "Juno" mais Gordon Lightfoot l'emporte et Patsy est l'artiste de l'ann&eacute;e.</p>
		<p>Dans les ann&eacute;es 80, Gene avec son studio Startrack &eacute;crit et produit plusieurs hits incluant Alexandre "Laisse-moi" plus tard les Crooners et Beau Flash "Le rock dans la peu" plus de 50,000 disques vendus mais avec beaucoup de complications.</p>
		<p>En 1991, Gene avec son &eacute;pouse Eileen, ach&egrave;tent une fermette, il y installe son studio au sous sol, Gene devient un fermier.</p>
	</div>
<!--FIN CONTENU-->
<!--DEBUT MENU-->
	<div class="menu">
		<a href="intro.htm">Introduction</a>
		<a class="a2" href="lejeune.htm">Andr&eacute; Lejeune</a>
		<a href="chansons.htm">Chansons Rares</a>
		<a class="a2" href="michel.htm">Dominique Michel</a>
		<a href="lautrec.htm">Donald Lautrec</a>
		<a class="a2" href="williams.htm" id="a2current">Gene Williams</a>
		<a href="farago.htm">Johnny Farago</a>
		<a class="a2" href="benoit.htm">L&eacute;o Benoit</a>
		<a href="chevelles.htm">Les Chevelles</a>
		<a class="a2" href="http://infos.retrojeunesse60.com/MicheleRichard.MaVie50chansons.htm" target="blank">Mich&egrave;lle Richard</a>
		<a href="http://infos.retrojeunesse60.com/XL60.remixjeunesse.htm" target="blank">Remix Jeunesse</a>
		<a class="a2" href="http://infos.retrojeunesse60.com/robertdemontigny.htm" target="blank">Robert Demontigny</a>
		<a href="http://infos.retrojeunesse60.com/album.rockntwist.quebec.htm" target="blank">Rock N Twist</a>
		<a class="a2" href="http://groupesquebecois.retrojeunesse60.com/rabble.htm" target="blank">The Rabble</a>
	</div>
<!--FIN MENU-->
</div> 
<!--FIN MILIEU-->
<!--DEBUT BAS-->
<div class="bottom">
	<p>&copy; 2009 fait par Mathieu Auclair, reproduction de <a href="http://www.retrojeunesse60.com" target="_blank">www.retrojeunesse60.com</a></p>
	<a id="arrow" href="#top"><img src="images/arrow.png" alt="top"/></a>
</div>
<!--FIN BAS-->
</div>                  
</body>
</html>